JEIEvents.information(e => {
    e.addItem('enderchests:ender_chest', [
      '能跨維度，無線傳輸物品到任何頻道相同的箱子。\n',
      '對箱子上那 3 條帶子使用染料染色，能設定頻道。\n',
      '手拿鑽石，對著箱子「潛行 + 點擊右鍵」，藉此將箱子切換至私人頻道。\n',
      '手拿終界珍珠或終界之眼，對著箱子「潛行 + 點擊右鍵」，來擴充箱子的儲存空間。',
    ])

    e.addItem('endertanks:ender_tank', [
      '能跨維度，無線傳輸流體到任何頻道相同的儲罐。\n',
      '對儲罐上那 3 條帶子使用染料染色，能設定頻道。\n',
      '手拿鑽石，對著儲罐「潛行 + 點擊右鍵」，藉此將儲罐切換至私人頻道。\n',
      '手拿終界珍珠或終界之眼，對著箱子「潛行 + 點擊右鍵」，來擴充儲罐的儲存空間。',
    ])

    e.addItem('mekanism:creative_energy_cube',[
      '必須與 ATM 之星一同在《波瓦科技》的充能室中進行充能。\n',
      '否則它就只是個造價昂貴的能量垃圾桶。',
    ])

    e.addItem('pylons:infusion_pylon',[ 
      '能夠用來強制載入單個區塊。\n每位玩家一次只能夠載入一座塔，且只有在玩家上線時才會運作。',
    ])
    
  })